---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.ConstructionType.Door
enum: Autodesk.Revit.DB.Analysis.ConstructionType
zh: 门
source: html/5f6be035-3a2d-77ad-8402-4d6b87dec818.htm
---
# Autodesk.Revit.DB.Analysis.ConstructionType.Door

**中文**: 门

A door in a wall in the space